{
  "id": "chap-01",
  "title": "What's your favourite kind of noodle?",
  "paragraphs": [
    {
      "video": "https://www.youtube.com/watch?v=aOiuSsnWEik",
      "videoDetails": {
        "title": "Did Marco Polo Really Invent Noodles? 🍜 | Learn Real English with BBC Stories",
        "url": "http://www.youtube.com/watch?v=b6CntQDgLSs",
        "summary": "This video explores the history and global spread of noodles, focusing on their origins, evolution in different cultures, and a popular myth involving Marco Polo [00:00:30].  The story that Marco Polo brought pasta back to Italy from China in the 13th century is a myth. It was created by a pasta association in America in the 1920s and 30s to promote dried pasta [00:02:12]."
      }
    },
    "## Introduction",
    "Have you heard the story that Marco Polo brought noodles back to Italy, leading to the <span data-tooltip-id=\"invention-noun\" class=\"word\" style=\"font-size: 17.6px;\">invention</span> of pasta? Do you think it's true? Neil and Beth discuss this and teach you some new vocabulary.",
    "## This week's question",
    "Which region of China is famous for its spicy <span data-tooltip-id=\"flavour-noun\" class=\"word\">flavours</span>?\na)    Shanghai\nb)    Sichuan\nc)    Guangzhou",
    "Listen to the programme to hear the answer.",
    "## Vocabulary",
    "**give (something) a twist**\nchange or alter something in a creative way to make something new and exciting",
    "<span data-tooltip-id=\"exotic-adjective\" class=\"word\">**exotic**</span>\nunusual and exciting because of coming from far away",
    "**at one point or another**\nat some <span data-tooltip-id=\"unspecified-adjective\" class=\"word\">unspecified</span> time in the past",
    "**tweak**\nchange or alter something slightly to improve it",
    "**evolve**\ndevelop and change gradually",
    "**push the <span data-tooltip-id=\"boundaries-noun\" class=\"word\">boundaries</span>**\n(<span data-tooltip-id=\"idiom-noun\" class=\"word\">idiom</span>) do things which challenge normal <span data-tooltip-id=\"acceptable-adjective\" class=\"word\">acceptable</span> behaviour",
    "## TRANSCRIPT",
    "**Neil:** Hello, this is 6 Minute English from BBC Learning English. I'm Neil.",
    "**Beth:** And I'm Beth.",
    "**Neil:** Do you enjoy eating noodles, Beth?",
    "**Beth:** I love noodles, yes. I think my favourite are udon – the big thick ones. Mmm, they're so good! Well, some people buy them dried in a packet, others make them <span data-tooltip-id=\"fresh-adjective\" class=\"word\">fresh</span> from wheat or rice, but there is little doubt that noodles are <span data-tooltip-id=\"popular-adjective\" class=\"word\">popular</span> around the world. From their <span data-tooltip-id=\"origins-noun\" class=\"word\">origins</span>, probably somewhere in China, noodle <span data-tooltip-id=\"recipes-noun\" class=\"word\">recipes</span> were <span data-tooltip-id=\"spread-verb\" class=\"word\">spread</span> by <span data-tooltip-id=\"traders-noun\" class=\"word\">traders</span> on the ancient Silk Road. At each <span data-tooltip-id=\"destination-noun\" class=\"word\">destination</span> along the road, people gave noodles a twist, adding different <span data-tooltip-id=\"flavour-noun\" class=\"word\">flavours</span> and <span data-tooltip-id=\"ingredients-noun\" class=\"word\">ingredients</span> to create a new dish.",
    "**Neil:** In this programme, we'll visit the United States and Japan, two countries which have taken noodles and created exciting new <span data-tooltip-id=\"varieties-noun\" class=\"word\">varieties</span>. As usual, we'll learn some useful new vocabulary, and remember – you can read along with the transcript of this programme, available now on our website, bbclearningenglish.com.",
    "**Beth:** But first, Neil, I have a question for you. As well as different shapes and <span data-tooltip-id=\"ingredients-noun\" class=\"word\">ingredients</span>, noodles come in many different <span data-tooltip-id=\"flavour-noun\" class=\"word\">flavours</span>. So which region of China is famous for its spicy <span data-tooltip-id=\"flavour-noun\" class=\"word\">flavours</span>? Is it:\na)    Shanghai,\nb)    Sichuan, or\nc)    Guangzhou?",
    "**Neil:** Well, I think actually, Beth, I know the answer to this. I've been lucky enough to have been to this place. I think it's b) Sichuan.",
    "**Beth:** OK. Well, you sound confident. I will reveal the answer later in the programme. BBC World Service programme, The Food Chain, <span data-tooltip-id=\"investigated-verb\" class=\"word\">investigated</span> how noodles <span data-tooltip-id=\"spread-verb\" class=\"word\">spread</span> from Asia through Europe to America. They <span data-tooltip-id=\"uncovered-verb\" class=\"word\">uncovered</span> a surprising story: that pasta comes from noodles brought back to Italy by Marco Polo in the 13th century. Jen Lin-Liu, author of the book 'On the Noodle Road', doesn't believe this story.",
    "**Jen Lin-Liu:** So, noodles were very <span data-tooltip-id=\"exotic-adjective\" class=\"word\">exotic</span> in the 1920s and 30s in the United States, and there was a new pasta <span data-tooltip-id=\"association-noun\" class=\"word\">association</span> in America that wanted to <span data-tooltip-id=\"promote-verb\" class=\"word\">promote</span> the <span data-tooltip-id=\"manufacturing-noun\" class=\"word\">manufacturing</span> of dried pasta. And so they came up with a story about how Marco Polo went to China and found the noodle there, and brought it all the way to Italy.",
    "**Neil:** In the 1920s, noodles were <span data-tooltip-id=\"popular-adjective\" class=\"word\">popular</span> because they were <span data-tooltip-id=\"exotic-adjective\" class=\"word\">exotic</span>, <span data-tooltip-id=\"meaning-verb\" class=\"word\">meaning</span> <span data-tooltip-id=\"foreign-adjective\" class=\"word\">foreign</span>, unusual and exciting. At that time pasta companies were <span data-tooltip-id=\"promoting-verb\" class=\"word\">promoting</span> a new <span data-tooltip-id=\"invention-noun\" class=\"word\">invention</span>, dried pasta, so they came up with a story about Marco Polo to sell more pasta. If you come up with something, you suggest or think up an idea. And it worked – sales of pasta jumped as a result!",
    "**Beth:** Now, our second <span data-tooltip-id=\"destination-noun\" class=\"word\">destination</span>, Japan, also has a history of eating noodles. One of the most famous Japanese noodle dishes is ramen, and Frank Striegl, a blogger living in Tokyo, knows all about it. He eats over 300 bowls of ramen a year! He explained to BBC World Service's The Food Chain how Chinese immigrants to Japan in the late 1800s influenced this Japanese dish.",
    "**Frank Striegl:** And at one point or another, different chefs decided to <span data-tooltip-id=\"localise-verb\" class=\"word\">localise</span> these dishes. They said, \"We love these Chinese noodle dishes. However, why don't we tweak them? Why don't we make them a little bit more Japanese?\"",
    "**Neil:** Frank says that at one point or another, chefs started to make noodle dishes more Japanese. Here, the phrase at one point or another means at some <span data-tooltip-id=\"unspecified-adjective\" class=\"word\">unspecified</span> time in the past.",
    "**Beth:** They did this by tweaking Chinese noodles – in other words, by changing them slightly to make them better, different or, in this case, more Japanese.",
    "**Neil:** By making these tweaks, adding new toppings and <span data-tooltip-id=\"slices-noun\" class=\"word\">slices</span> of beef or chicken, Japanese chefs created the noodle dish we know today as ramen. Here's Frank Striegl again, talking with BBC World Service's The Food Chain.",
    "**Frank Striegl:** And what I find fascinating about ramen, compared to perhaps other wonderful noodle dishes around the world, is that ramen continues to evolve. Unlike other Japanese foods, it's OK to push the <span data-tooltip-id=\"boundaries-noun\" class=\"word\">boundaries</span>.",
    "**Beth:** Frank thinks that Japanese ramen continues to evolve – to develop and change <span data-tooltip-id=\"gradually-adverb\" class=\"word\">gradually</span> in <span data-tooltip-id=\"response-noun\" class=\"word\">response</span> to new developments and ideas. Unlike other <span data-tooltip-id=\"traditional-adjective\" class=\"word\">traditional</span> food such as sushi, modern versions of ramen push the <span data-tooltip-id=\"boundaries-noun\" class=\"word\">boundaries</span>. If you push the <span data-tooltip-id=\"boundaries-noun\" class=\"word\">boundaries</span>, you act in a way which challenges normal <span data-tooltip-id=\"acceptable-adjective\" class=\"word\">acceptable</span> behaviour.",
    "**Neil:** Yes, noodles have changed so much since ancient times that today you can buy them dried in a packet and simply add hot water. But the <span data-tooltip-id=\"flavour-noun\" class=\"word\">flavours</span> and the noodles themselves maintain a link to the past. Now, speaking of <span data-tooltip-id=\"flavour-noun\" class=\"word\">flavours</span>, what was the answer to your question, Beth?",
    "**Beth:** Well, I asked you which region of China is famous for its spicy <span data-tooltip-id=\"flavour-noun\" class=\"word\">flavours</span>. You were very confident with saying Sichuan and that is the correct answer. Sichuan is a place that is famous for spicy food, such as the Sichuan pepper and Sichuan hotpot. OK. It's time to recap the vocabulary we've learnt. If you give something a twist, you change it in some small way to create something new and exciting.",
    "**Neil:** The adjective <span data-tooltip-id=\"exotic-adjective\" class=\"word\">exotic</span> means unusual and exciting because of coming from far away.",
    "**Beth:** The phrase, at one point or another means at some <span data-tooltip-id=\"unspecified-adjective\" class=\"word\">unspecified</span> time in the past.",
    "**Neil:** If you tweak something, you alter it slightly in order to improve it.",
    "**Beth:** Something which evolves, develops and changes <span data-tooltip-id=\"gradually-adverb\" class=\"word\">gradually</span>.",
    "**Neil:** And finally, the <span data-tooltip-id=\"idiom-noun\" class=\"word\">idiom</span> to push the <span data-tooltip-id=\"boundaries-noun\" class=\"word\">boundaries</span> means to do things which challenge normal <span data-tooltip-id=\"acceptable-adjective\" class=\"word\">acceptable</span> behaviour. Once again, our six minutes are up. If you enjoyed the programme, why not visit our website and check out all of the different podcasts that we have at BBC Learning English. There's something there for everyone. Thanks for joining us and goodbye.",
    "**Beth:** Bye!"
  ]
}
