{
  "id": "chap-01",
  "title": "What's your favourite kind of noodle?",
  "audio": "chap-01.mp3",  // 假设您的音频文件名为 chap-01.mp3，并放在 data/chapters/audio/ 目录下
  "paragraphs": [
    { "video": "https://www.youtube.com/watch?v=sI91-G_w-D8" },  
    "## Introduction",
    "Have you heard the story that Marco Polo brought noodles back to Italy, leading to the [[invention|invention-noun]] of pasta? Do you think it's true? Neil and Beth discuss this and teach you some new vocabulary.",
    "## This week's question",
    "Which region of China is famous for its spicy [[flavours|flavour-noun]]?\na)    Shanghai\nb)    Sichuan\nc)    Guangzhou",
    "Listen to the programme to hear the answer.",
    "## Vocabulary",
    "**give (something) a twist**\nchange or alter something in a creative way to make something new and exciting",
    "**[[exotic|exotic-adjective]]**\nunusual and exciting because of coming from far away",
    "**at one point or another**\nat some [[unspecified|unspecified-adjective]] time in the past",
    "**tweak**\nchange or alter something slightly to improve it",
    "**evolve**\ndevelop and change gradually",
    "**push the [[boundaries|boundaries-noun]]**\n([[idiom|idiom-noun]]) do things which challenge normal [[acceptable|acceptable-adjective]] behaviour",
    "## TRANSCRIPT",
    "**Neil:**Hello, this is 6 Minute English from BBC Learning English. I'm Neil.",
    "**Beth:** And I'm Beth.",
    "**Neil:** Do you enjoy eating noodles, Beth?",
    "**Beth:** I love noodles, yes. I think my favourite are udon – the big thick ones. Mmm, they're so good! Well, some people buy them dried in a packet, others make them [[fresh|fresh-adjective]] from wheat or rice, but there is little doubt that noodles are [[popular|popular-adjective]] around the world. From their [[origins|origins-noun]], probably somewhere in China, noodle [[recipes|recipes-noun]] were [[spread|spread-verb]] by [[traders|traders-noun]] on the ancient Silk Road. At each [[destination|destination-noun]] along the road, people gave noodles a twist, adding different [[flavours|flavour-noun]] and [[ingredients|ingredients-noun]] to create a new dish.",
    "**Neil:** In this programme, we'll visit the United States and Japan, two countries which have taken noodles and created exciting new [[varieties|varieties-noun]]. As usual, we'll learn some useful new vocabulary, and remember – you can read along with the transcript of this programme, available now on our website, bbclearningenglish.com.",
    "**Beth:** But first, Neil, I have a question for you. As well as different shapes and [[ingredients|ingredients-noun]], noodles come in many different [[flavours|flavour-noun]]. So which region of China is famous for its spicy [[flavours|flavour-noun]]? Is it:\na)    Shanghai,\nb)    Sichuan, or\nc)    Guangzhou?",
    "**Neil:** Well, I think actually, Beth, I know the answer to this. I've been lucky enough to have been to this place. I think it's b) Sichuan.",
    "**Beth:** OK. Well, you sound confident. I will reveal the answer later in the programme. BBC World Service programme, The Food Chain, [[investigated|investigated-verb]] how noodles [[spread|spread-verb]] from Asia through Europe to America. They [[uncovered|uncovered-verb]] a surprising story: that pasta comes from noodles brought back to Italy by Marco Polo in the 13th century. Jen Lin-Liu, author of the book 'On the Noodle Road', doesn't believe this story.",
    "**Jen Lin-Liu:** So, noodles were very [[exotic|exotic-adjective]] in the 1920s and 30s in the United States, and there was a new pasta [[association|association-noun]] in America that wanted to [[promote|promote-verb]] the [[manufacturing|manufacturing-noun]] of dried pasta. And so they came up with a story about how Marco Polo went to China and found the noodle there, and brought it all the way to Italy.",
    "**Neil:** In the 1920s, noodles were [[popular|popular-adjective]] because they were [[exotic|exotic-adjective]], [[meaning|meaning-verb]] [[foreign|foreign-adjective]], unusual and exciting. At that time pasta companies were [[promoting|promote-verb]] a new [[invention|invention-noun]], dried pasta, so they came up with a story about Marco Polo to sell more pasta. If you come up with something, you suggest or think up an idea. And it worked – sales of pasta jumped as a result!",
    "**Beth:** Now, our second [[destination|destination-noun]], Japan, also has a history of eating noodles. One of the most famous Japanese noodle dishes is ramen, and Frank Striegl, a blogger living in Tokyo, knows all about it. He eats over 300 bowls of ramen a year! He explained to BBC World Service's The Food Chain how Chinese immigrants to Japan in the late 1800s influenced this Japanese dish.",
    "**Frank Striegl:** And at one point or another, different chefs decided to [[localise|localise-verb]] these dishes. They said, \"We love these Chinese noodle dishes. However, why don't we tweak them? Why don't we make them a little bit more Japanese?\"",
    "**Neil:** Frank says that at one point or another, chefs started to make noodle dishes more Japanese. Here, the phrase at one point or another means at some [[unspecified|unspecified-adjective]] time in the past.",
    "**Beth:** They did this by tweaking Chinese noodles – in other words, by changing them slightly to make them better, different or, in this case, more Japanese.",
    "**Neil:** By making these tweaks, adding new toppings and [[slices|slices-noun]] of beef or chicken, Japanese chefs created the noodle dish we know today as ramen. Here's Frank Striegl again, talking with BBC World Service's The Food Chain.",
    "**Frank Striegl:** And what I find fascinating about ramen, compared to perhaps other wonderful noodle dishes around the world, is that ramen continues to evolve. Unlike other Japanese foods, it's OK to push the [[boundaries|boundaries-noun]].",
    "**Beth:** Frank thinks that Japanese ramen continues to evolve – to develop and change [[gradually|gradually-adverb]] in [[response|response-noun]] to new developments and ideas. Unlike other [[traditional|traditional-adjective]] food such as sushi, modern versions of ramen push the [[boundaries|boundaries-noun]]. If you push the [[boundaries|boundaries-noun]], you act in a way which challenges normal [[acceptable|acceptable-adjective]] behaviour.",
    "**Neil:** Yes, noodles have changed so much since ancient times that today you can buy them dried in a packet and simply add hot water. But the [[flavours|flavour-noun]] and the noodles themselves maintain a link to the past. Now, speaking of [[flavours|flavour-noun]], what was the answer to your question, Beth?",
    "**Beth:** Well, I asked you which region of China is famous for its spicy [[flavours|flavour-noun]]. You were very confident with saying Sichuan and that is the correct answer. Sichuan is a place that is famous for spicy food, such as the Sichuan pepper and Sichuan hotpot. OK. It's time to recap the vocabulary we've learnt. If you give something a twist, you change it in some small way to create something new and exciting.",
    "**Neil:** The adjective [[exotic|exotic-adjective]] means unusual and exciting because of coming from far away.",
    "**Beth:** The phrase, at one point or another means at some [[unspecified|unspecified-adjective]] time in the past.",
    "**Neil:** If you tweak something, you alter it slightly in order to improve it.",
    "**Beth:** Something which evolves, develops and changes [[gradually|gradually-adverb]].",
    "**Neil:** And finally, the [[idiom|idiom-noun]] to push the [[boundaries|boundaries-noun]] means to do things which challenge normal [[acceptable|acceptable-adjective]] behaviour. Once again, our six minutes are up. If you enjoyed the programme, why not visit our website and check out all of the different podcasts that we have at BBC Learning English. There's something there for everyone. Thanks for joining us and goodbye.",
    "**Beth:** Bye!"
  ]
}
